alefragnani.Bookmarks
formulahendry.code-runner
jithurjacob.nbpreviewer
kiteco.kite
letrieu.expand-region
lfs.vscode-emacs-friendly
lucax88x.codeacejumper
magicstack.MagicPython
mechatroner.rainbow-csv
ms-mssql.mssql
ms-python.anaconda-extension-pack
ms-python.python
pancho111203.vscode-ipython
PeterJausovec.vscode-docker
redhat.vscode-yaml
sashaweiss.block-travel
searKing.preview-vscode
streetsidesoftware.code-spell-checker